tap "buildpack/tap"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "itchyny/tap"
tap "nektos/tap"
tap "osx-cross/avr"
brew "ansible"
brew "automake"
brew "avrdude"
brew "coreutils"
brew "deno"
brew "dfu-programmer"
brew "ffmpeg"
brew "ghq"
brew "gibo"
brew "go"
brew "hadolint"
brew "jq"
brew "libtool"
brew "nkf"
brew "openjdk"
brew "packer"
brew "peco"
brew "rust"
brew "swig"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tree"
brew "vagrant-completion"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "itchyny/tap/gojq"
brew "nektos/tap/act"
brew "osx-cross/avr/avr-gcc"
cask "arduino"
cask "discord"
cask "docker"
cask "firefox"
cask "ganache"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "postman"
cask "realm-studio"
cask "sequel-pro"
cask "slack"
cask "stoplight-studio"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
