tap "homebrew/bundle"
tap "homebrew/core"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "gh"
brew "ghq"
brew "hadolint"
brew "peco"
brew "jq"
brew "sheldon"
brew "starship"
brew "wget"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
